[{"id": "116502539", "name": "Инженер-конструктор", "city": "Москва", "salary": {"from": 180000, "to": 0, "currency": "RUR"}, "url": "https://hh.ru/vacancy/116502539", "description": "Работает в SolidWorks, AutoCAD (Компас как плюс). Составлял конструкторскую документацию. Имеет опыт конструкторской разработки на основе металлоизделий. Владеет расчетом и...\nПроектировать новые изделия и модернизироваться существующие. Разрабатывать конструкторскую документацию и 3D модели технологической мебели. Оформлять конструкторскую документацию по ЕСКД. "}, {"id": "116314492", "name": "Инженер-конструктор (3/2 категории)", "city": "Москва", "salary": {"from": 160000, "to": 180000, "currency": "RUR"}, "url": "https://hh.ru/vacancy/116314492", "description": "Высшее техническое образование (бакалавр, магистр). Творческий подход к работе. Внимание к деталям и усидчивость. Релевантный опыт 1-3 года. \nУчастие в получении требований Заказчика, посещение площадок Заказчика для уточнения требований, составление ТЗ по результатам сбора информации. Разработка компоновочных решений..."}, {"id": "116131587", "name": "Чертежник AutoCAD", "city": "Тула", "salary": {"from": 0, "to": 0, "currency": ""}, "url": "https://hh.ru/vacancy/116131587", "description": "Опыт работы в AutoCAD. Умение работать с документами в Яндекс Диск. Профильное высшее или средне-специальное образование (<highlighttext>инженер</highlighttext>-<highlighttext>конструктор</highlighttext>, архитектор...\nВычерчивание схем, поэтажных планов и фасадов здания на основании технических паспортов и гугл карт в поставленные сроки."}, {"id": "106268647", "name": "Ученик оператора станков с ЧПУ", "city": "Санкт-Петербург", "salary": {"from": 60000, "to": 200000, "currency": "RUR"}, "url": "https://hh.ru/vacancy/106268647", "description": "ВАЖНО: отличные знания математики и геометрии на школьном уровне. Желательно: образование средне-профессиональное / высшее - ТЕХНИЧЕСКОЕ, в области машиностроения, судостроения, программирования. \nВедение процесса обработки с пульта управления сложных деталей на станках с программным обеспечением. Обработка пробных деталей после наладки."}, {"id": "116390705", "name": "Инженер-конструктор (Обратное проектирование)", "city": "Москва", "salary": {"from": 140000, "to": 0, "currency": "RUR"}, "url": "https://hh.ru/vacancy/116390705", "description": "Опыт подготовки конструкторской документации согласно требований ЕСКД. Образование: инженер-конструктор; <highlighttext>инженер</highlighttext>-<highlighttext>технолог</highlighttext>. Работа с универсальным измерительным инструментом. Работа на измерительном...\nРазработка 3D моделей и чертежей под производство изделий, по результатам 3D сканирования и замеров. Работа с 3D..."}, {"id": "115064136", "name": "Ученик Волан-де-Морта", "city": "Нальчик", "salary": {"from": 70000, "to": 1000000, "currency": "RUR"}, "url": "https://hh.ru/vacancy/115064136", "description": "Можешь общаться с клиентом на одном языке (владение языком заклинаний приветствуется, но необязательно).\nПартнеры всех федеральных банков, застройщиков, брокеров, а также страховых компаний. Не падаешь в обморок при виде дементоров или сообщения клиента..."}, {"id": "115746640", "name": "Стажёр - графический дизайнер", "city": "Москва", "salary": {"from": 0, "to": 0, "currency": ""}, "url": "https://hh.ru/vacancy/115746640", "description": "Какие навыки нам важны? - Владение графическими редакторами (Adobe Photoshop, Illustrator; приветствуется знание Figma). - Умение работать с типографикой и цветом. - \nКреативные задачи: разработка иллюстраций, афиш, рекламных материалов и фирменного стиля для волшебного проекта. - Настоящая магия дизайна: создание визуальных концепций для..."}, {"id": "115499689", "name": "Копирайтер", "city": "Владивосток", "salary": {"from": 15000, "to": 60000, "currency": "RUR"}, "url": "https://hh.ru/vacancy/115499689", "description": "Требования? Практически никаких! Серьёзно! Главное – уметь формулировать мысли и быть не против познавать что-то новое. Если у тебя есть...\nТворить тексты для публикаций – легко и непринужденно, как будто ты пишешь другу в личку."}, {"id": "112305768", "name": "Волшебник продаж", "city": "Москва", "salary": {"from": 300000, "to": 0, "currency": "RUR"}, "url": "https://hh.ru/vacancy/112305768", "description": "Коммуникабельность и умение находить подход к людям. Ответственность и внимательность к деталям. Готовность к обучению и освоению новых навыков. \nNone"}, {"id": "115247536", "name": "Ивент-менеджер / Менеджер по организации мероприятий", "city": "Воронеж", "salary": {"from": 50000, "to": 0, "currency": "RUR"}, "url": "https://hh.ru/vacancy/115247536", "description": "Опыт в сфере организации мероприятий/BTL/рекламы и желание развиваться в креативной индустрии. Опытный пользователь MS Office. Обязательно умение работать...\nКоммуникация с клиентами от первого контакта до реализации мероприятия. Проведение встреч и презентация предложения. Разработка мероприятия, подготовка технических заданий и..."}, {"id": "116157271", "name": "Junior Python Developer", "city": "Бишкек", "salary": {"from": 1000, "to": 0, "currency": "USD"}, "url": "https://hh.ru/vacancy/116157271", "description": "1+ year of hands-on experience in <highlighttext>Python</highlighttext> development. Expertise in Postgres and Django. Understanding of principles like SOLID...\nAdherence to TDD, Code Coverage, and other industry-standard engineering practices. Preparation of architectural and technical documentation for projects. "}, {"id": "116520272", "name": "Руководитель отдела специальных проверок", "city": "Москва", "salary": {"from": 237000, "to": 0, "currency": "RUR"}, "url": "https://hh.ru/vacancy/116520272", "description": "Продвинутый пользователь Microsoft Excel, Power Point (навыки создания презентаций), SQL запросы, <highlighttext>Python</highlighttext> (желательно). Наличие профессиональных сертификатов является преимуществом (CIA, ACCA...\nКонтроль деятельности Филиалов в рамках проводимых специальных проверок/разовых исследований нетиповых проектов на соответствие требованиям законодательства РФ и ЛНА Общества..."}, {"id": "116454851", "name": "Python Developer (Remote)", "city": "Ташкент", "salary": {"from": 0, "to": 0, "currency": ""}, "url": "https://hh.ru/vacancy/116454851", "description": "Коммерческий опыт создания веб-приложений с использованием <highlighttext>Python</highlighttext>-фреймворков (Django, FastAPI, Flask) от 1 года. Знание <highlighttext>Python</highlighttext> Core и встроенной...\nNone"}, {"id": "116493073", "name": "Разработчик Python", "city": "Минск", "salary": {"from": 0, "to": 0, "currency": ""}, "url": "https://hh.ru/vacancy/116493073", "description": "Уверенные знания <highlighttext>Python</highlighttext> 3.х . Хорошие знания SQL. Опыт работы с Postgres. Опыт работы с <highlighttext>Python</highlighttext>. Опыт работы с Rest...\nBack-end разработка на <highlighttext>Python</highlighttext>. Участие и обсуждение архитектурных решений по проекту."}, {"id": "116507804", "name": "Manual QA specialist / Ручной тестировщик", "city": "Санкт-Петербург", "salary": {"from": 0, "to": 0, "currency": ""}, "url": "https://hh.ru/vacancy/116507804", "description": "...опыт тестирования API. Будет плюсом: Техническое образование. Интерес и желание развиваться в fintech. Знание скриптовых языков (Bash, <highlighttext>Python</highlighttext>). Знание JS.\nСоставлять и выполнять тест-планы. Собирать информацию о багах из саппорта и заниматься общей обработкой запросов, приходящих от других команд. "}]